Repository: DeveloperAcademy-POSTECH/2024-MacC-A05-Chillin
Catalog: Localizable.xcstrings
Source language: ko
Languages: en, ja

source: "%@"와 일치하는 결과가 없어요
en: There is no result that contains %@
ja: "%@"に一致する結果がありません

source: "%@"태그를 삭제하시겠습니까?
en: Delete the “%@” tag?
ja: “%@” タグを削除しますか？

source: %@을 삭제하시겠습니까?
en: Are you sure you want to delete %@?
ja: %@を削除してもよろしいですか？

source: %lld개 일치
en: %lld matches found
ja: %lld件一致

source: Figure 추출은 10초 ~ 20초 정도 소요됩니다
en: Extracting figures may take 10–20 seconds
ja: Figureの抽出には約10秒から20秒かかります

source: Figure와 Table을 불러오기 위해 네트워크 연결이 필요합니다.
en: Network connection is required to load Figures and Tables.
ja: FigureとTableを読み込むために、ネットワーク接続が必要です。

source: Figure와 Table을 불러오는 중입니다
en: Loading Figures and Tables...
ja: FigureとTableを読み込み中です

source: Figure와 Table을 자동추출해서 필요할 때 꺼내볼 수 있어요
en: Access automatically extracted Figures and Tables here
ja: FigureとTableを自動で抽出し、必要な時に表示できます

source: Figure와 Table이 있으면, 여기에 표시됩니다
en: Automatically extracted Figures and Tables will appear here.
ja: 図と表がある場合、こちらに表示されます

source: Google Scholar 검색
en: Google Scholar Search
ja: Google Scholarで検索

source: pdf 로드 실패
en: Failed to load pdf
ja: PDF読み込み失敗

source: Reazy 인스타그램
en: Reazy Instagram
ja: Reazy インスタグラム

source: Reazy는 하위 폴더를 4개까지 제공합니다.
en: You can create up to 4 subfolders.
ja: サブフォルダは最大4つまで作成できます。

source: Reazy의 새로운 버전을 확인해보세요!
en: New version of Reazy is available!
ja: Reazyの新しいアップデートを 確認してみてください！

source: 가져오기
en: Upload
ja: インポート

source: 같은 제목의 논문이 이미 존재합니다
en: A paper with this title already exists

source: 같은 제목의 논문이 이미 존재합니다.
en: A paper with this title already exists.
ja: 同じタイトルの論文が既に存在します。

source: 검색
en: Search
ja: 検索

source: 곧 다가올 업데이트를 기대해주세요!
en: Stay tuned for the next update!
ja: まもなく行われるアップデートをお楽しみに！

source: 논문 제목을 입력해 주세요
en: Enter title
ja: 論文のタイトルを入力してください

source: 논문의 레이아웃에 따라 Figure 추출의 정확도가 상이할 수 있어요
en: Figure extraction accuracy may vary depending on the paper's layout
ja: 論文のレイアウトにより、Table抽出の精度が異なる場合があります

source: 다른 제목을 입력해주세요.
en: Please enter a different title.
ja: 別のタイトルを入力してください。

source: 다시 시도
en: Reload
ja: 再試行

source: 닫기
en: Close
ja: 閉じる

source: 마지막 수정 : %@
en: Last edited : %@
ja: 最終更新 : %@

source: 모두 지우기
en: Clear All
ja: すべて削除

source: 모아보기
en: Capture List
ja: すべてを見る

source: 목차
en: Contents
ja: 目次

source: 목차가 있으면, 여기에 표시됩니다
en: Table of contents will appear here.
ja: 目次がある場合、こちらに表示されます

source: 문의하기
en: Contact Us
ja: お問い合わせ

source: 버전
en: Version
ja: バージョン

source: 번역 내용이 복사되었어요
en: Translation copied to clipboard
ja: 翻訳内容がコピーされました

source: 번역할 텍스트를 꾹 눌러 선택하세요
en: Press and hold the text for translation
ja: 翻訳するテキストを長押して選択してください

source: 복제
en: Copy
ja: 複製

source: 사진 앱에 저장
en: Save to Photos
ja: 写真アプリに保存

source: 사진 앱에 저장되었습니다
en: Saved to Photos
ja: 写真アプリに保存されました

source: 삭제
en: Delete
ja: 削除

source: 삭제된 파일은 복구할 수 없습니다.
en: Deleted files cannot be restored.
ja: 削除されたファイルは復元できません。

source: 삭제된 항목은 복구할 수 없습니다.
en: Deleted files cannot be restored.
ja: 削除された項目は復元できません。

source: 삭제한 항목은 복구할 수 없습니다.
en: Deleted files cannot be restored.
ja: 削除した項目は復元できません。

source: 상위 폴더 추가
en: Add parent folder
ja: 上位フォルダーを追加

source: 새 폴더
en: New Folder
ja: 新しいフォルダ

source: 새로운 논문을 가져와 주세요
en: Please import a new thesis
ja: 新しい論文を入れてください

source: 새로운 태그
en: New Tag
ja: 新しいタグ

source: 새로운 태그 생성
en: Add New Tag
ja: 新しいタグ生成

source: 새로운 태그를 만들거나 추가할 태그를 검색하세요 최대 30자
en: Search a tag or create one (up to 30 characters)
ja: 新しいタグを作るか 追加するタグを検索してください 最大30字

source: 새로운 태그를 입력해주세요
en: Enter a new tag
ja: 新しいタグを入力してください

source: 생성
en: Create
ja: 生成

source: 설정
en: Settings
ja: 設定

source: 수정
en: Edit
ja: 編集

source: 아직 태그를 만들지 않았어요
en: You haven’t created any tags yet
ja: まだタグを作っていません

source: 알 수 없음
en: Unknown
ja: Unknown

source: 앱스토어 리뷰 남기기
en: Leave a Review
ja: App Storeにレビューを書く

source: 어제
en: Yesterday
ja: 昨日

source: 업데이트
en: Update
ja: アップデート

source: 오늘
en: Today
ja: 今日

source: 오전
en: AM
ja: 午前

source: 오후
en: PM
ja: 午後

source: 완료
en: Done
ja: 完了

source: 원하는 논문을 태그로 찾아보세요
en: Find papers using tags.
ja: 希望する論文をタグで探してみてください

source: 원하는 영역을 캡쳐해 저장하고 플로팅 창으로 볼 수 있어요
en: Capture and save selected area to view later in a floating panel
ja: 希望する領域をキャプチャして保存し、フローティングウィンドウで表示できます

source: 위치 선택
en: Select Destination
ja: 位置選択

source: 유저분들의 의견을 반영하여 사용성을 개선했어요
en: We improved usability with your feedback
ja: 皆さまのご意見を反映して、 使いやすさを改善しました

source: 이동
en: Move
ja: 移動

source: 이름 및 색상 변경
en: Change name and color
ja: 名前と色の変更

source: 이름 수정
en: Edit Name
ja: 名前の編集

source: 이미 추가된 태그입니다. 새로운 태그를 입력해 주세요.
en: This tag already exists. Try a different one.
ja: すでに追加されたタグです 新しいタグを入力してください。

source: 이전 페이지로
en: Back
ja: 前のページへ

source: 일치하는 결과 없음
en: No matching results
ja: 一致する結果はありません

source: 저장
en: Save
ja: 保存

source: 전체
en: All
ja: すべて

source: 정말 삭제하시겠습니까?
en: Are you sure you want to delete?
ja: 本当に削除してもよろしいですか？

source: 제목
en: Title
ja: タイトル

source: 제목 수정
en: Edit Title
ja: タイトルの編集

source: 제목을 입력해주세요.
en: Enter Title
ja: タイトルを入力してください。

source: 주석
en: Annotation
ja: 注釈

source: 즐겨찾기
en: Favorites
ja: お気に入り

source: 즐겨찾기 한 논문이 없어요
en: Your favorite list is empty
ja: お気に入りの論文がないです

source: 집중 모드는 읽기 전용으로 제공됩니다
en: Focus mode allows reading only
ja: 集中モードは読み取り専用です

source: 최근 검색한 키워드
en: Recent Searches
ja: 最近検索したキーワード

source: 최근 검색한 키워드가 없어요
en: There are no recent searches
ja: 最近検索したキーワードがありません

source: 추가할 figure 영역을 드래그하세요
en: Drag and select the area of the figure
ja: 追加するfigureをドラッグしてください

source: 추출 시작
en: Start extraction
ja: 抽出開始

source: 취소
en: Cancel
ja: キャンセル

source: 코멘트
en: Comment
ja: コメント

source: 코멘트 추가
en: Add Comment
ja: コメントを追加

source: 코멘트를 남길 부분을 꾹 눌러 선택하세요
en: Press and hold the text to add a comment
ja: コメントを残す部分を長押しして選択してください

source: 태그
en: Tag
ja: タグ

source: 태그 관리
en: Tag Settings
ja: タグ管理

source: 태그 목록 편집
en: Edit tag list
ja: タグリスト編集

source: 태그는 최대 7개까지 추가할 수 있어요. 새 태그를 추가하려면 기존 태그를 삭제해주세요.
en: You can add up to 7 tags. To add a new tag, please delete an existing tag.
ja: タグは最大7個まで追加できます。 新しいタグを追加するには、既存のタグを削除してください。

source: 태그로 원하는 논문을 찾아보세요
en: Find papers using tags
ja: タグで論文を探してみてください

source: 태그를 만들거나 추가할 태그를 검색하세요
en: Search a tag or create one
ja: タグを作るか、追加するタグを検索してください

source: 페이지
en: Pages
ja: ページ

source: 폴더
en: Folder
ja: フォルダ

source: 폴더 안에 포함된 논문도 함께 삭제됩니다.
en: All papers in this folder will also be deleted.
ja: このフォルダ内の論文もすべて削除されます。

source: 폴더 제목을 입력해 주세요
en: Please enter folder title.
ja: フォルダのタイトルを入力してください

source: 폴더 제목을 입력해주세요.
en: Please enter folder title.
ja: フォルダのタイトルを入力してください。

source: 폴더를 삭제하시겠습니까?
en: Delete this folder?
ja: このフォルダを削除しますか？

source: 피규어 이름을 입력해주세요.
en: Please enter Figure name.
ja: フィギュアの名前を入力してください。

source: 하위 폴더 추가
en: Add subfolder
ja: サブフォルダーを追加

source: 하이라이트
en: Highlight
ja: ハイライト

source: 하이라이트 사용 시 텍스트를 꾹 눌러 선택하세요
en: Press and hold the text to highlight
ja: ハイライトを使う場合は、テキストを長押しして選択してください

source: 해당 번역 기능은 iPadOS 18.0 이상에서만 사용 가능합니다. iPadOS 18.0 미만 버전에서는 소프트웨어 업데이트가 필요합니다.
en: Translation available on iPadOS 18.0 or later. Update your software to use this feature.
ja: この翻訳機能はiPadOS 18.0以上でのみ使用可能です。iPadOS 18.0未満のバージョンでは、ソフトウェアのアップデートが必要です。

source: 해당 태그가 달린 모든 논문에서도 삭제됩니다.
en: This tag will also be removed from all other papers.
ja: このタグは、他のすべての論文からも削除されます。

source: 현재 집중모드가 공사중에 있습니다!
en: Focus Mode is under construction.
ja: 現在、集中モードは工事中です！

source: 현재 집중모드가 공사중에 있습니다.
en: Focus Mode is under construction.
ja: 現在、集中モードは工事中です！

source: 확인
en: Got it
ja: 確認
